i3
firefox
pavucontrol
pulseaudio
alacritty
neovim
pcmanfm
rofi
brightnessctl
nitrogen
fortune-mod
cowsay
ncmpcpp
mpd
mpc
gpick
zsh
npm
lxappearance
lua-language-server
luarocks
pacman-contrib
fcitx
fcitx-mozc
fcitx-configtool
cargo
adobe-source-han-sans-jp-fonts
otf-ipafont
go
vlc
zip
unzip
ruby
simplescreenrecorder
telegram-dekstop
lazygit
python-lsp-server
ruff
sxhkd
flameshot
librewolf
htop
rust
ruff
ruff-lsp
tmux
autotiling
