acpi
alacritty
autotiling
brightnessctl
cargo
cowsay
exa
fcitx
fcitx-configtool
fcitx-mozc
ffmpeg lame
firefox
flameshot
fortune
fzf
go
gpick
gvfs
htop
i3
imagemagick
lazygit
librewolf
librsvg
lua-language-server
luarocks
lxappearance
mpc
mpd
mpv
ncmpcpp
neovim
nitrogen
nomacs
npm
otf-ipafont
obsidian
pacman-contrib
pavucontrol
pcmanfm
picom
postgresql
pulseaudio
python-lsp-server
ranger
retroarch
rofi
rsync
ruby
rust
simplescreenrecorder
sxhkd
telegram-dekstop
tmux
tr
ttf-opensans
udiskie
unrar
unzip
vlc
w3m
xarchiver
xclip
xrar
zip
zsh
